Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: KHARTOUM Nov 21 (Reuters) - Sudan has asked the joint U.N.-African Union peacekeeping mission in Darfur to prepare to leave, a senior official said amid a dispute between the United Nations and Khartoum over an alleged mass rape in the region.
pt: O Sudão pediu à missão de paz conjunta da Organização das Nações Unidas (ONU) e da União Africana na região de Darfur, no oeste do país, que comece a planejar sua retirada, informou uma autoridade de primeiro escalão nesta sexta-feira, em meio a uma disputa entre a ONU e Cartum por conta de um suposto estupro em massa na área.

source: Vedanta Ltd. is the operating unit of London-listed mining and energy group Vedanta Resources Plc (VED.L).
pt: A Vedanta é o braço de operações do grupo de mineração e energia Vedanta Resources, listada na bolsa de Londres.

source: However, their takeover of Kabul in 1996 was unexpected, and the election of a weak, corrupt president could strengthen them, he adds.
pt: No entanto, ele lembra que a tomada de Cabul pelo grupo, em 1996, também foi inesperada, e a eleição de um presidente corrupto e enfraquecido poderia fortalecer o grupo extremista.

source: "I've received the message people have sent via these elections," he told a news conference .
pt: — Recebi a mensagem que as pessoas mantaram através dessas eleições .

source: Only once agreement is reached will the European Commission, European Central Bank (ECB) and International Monetary Fund (IMF) unlock the final €7.2bn tranche of bailout funds for cash-strapped Greece.
pt: O primeiro-ministro da Grécia, Alexis Tsipras, retomou hoje negociações sobre um acordo de resgate para Atenas com os líderes das instituições credoras do país, ou seja, a Comissão Europeia, o Banco Central Europeu (BCE) e o Fundo Monetário Internacional.

source: Turkey, which has taken in some 1.8 million Syrian refugees since the conflict started in 2011, has repeatedly complained that it has been left to shoulder an unfair burden.
pt: Segundo o governo turco, foram acolhidos pelo país 1,8 milhão de refugiados sírios desde 2011, quando começou a guerra civil na Síria .

source: Croatian Foreign Minister Vesna Pusic, after consulting with her Egyptian counterpart, left for Cairo Thursday to seek a resolution to the case .
pt: A chancelaria croata informou à noite que a ministra das Relações Exteriores, Vesna Pusic, viajará ao Egito.

source: There were 110 survivors, and seven bodies have been found .
pt: "Já encontramos 92 corpos e oito sobreviventes .

source: "He (Erdogan) said that Israel should not have been represented in the march in Paris, and the reasons he gave were the actions we took to defend ourselves against the thousands of rockets launched at our cities by Hamas terrorists," Netanyahu was quoted in a statement issued by his office Wednesday.
pt: Para Netanyahu, o argumento de Erdogan "contra nossa presença na passeata de Paris são nossas ações para defender nossos cidadãos contra os milhares de foguetes lançados sobre nossas cidades por terroristas de Hamas".

source: In this case, the International Trade Commission had said in June that Apple did not infringe on the Samsung patents .
pt: A ITC disse em junho de 2013 que a Apple não infringiu as patentes da Samsung .

source: LONDON, April 29 (Reuters) - European equities suffered one of their worst days so far this year on Wednesday, pulled down by weaker-than-expected corporate results, a euro rebound and disappointing U.S. growth data.
pt: LONDRES (Reuters) - As bolsas europeias tiveram uma de suas piores sessões no ano nesta quarta-feira, pressionadas por balanços corporativos mais fracos que o esperado, pela recuperação do euro e por números decepcionantes sobre o crescimento dos Estados Unidos.

source: I have no reason to believe this trade agreement will not be more of the same .
pt: “Não é a primeira vez que eu ouço, e eu não concordo com o ofício .

source: The decision was made at a reconciliation hearing at the Federal Supreme Court in Brasilia attended by the governors of Sao Paulo, Rio de Janeiro and Minas Gerais - Geraldo Alckmin, Luiz Fernando Pezao and Alberto Pinto Coelho, respectively.
pt: O impasse terminou no fim de novembro, quando os governadores de São Paulo, Geraldo Alckmin (PSDB); do Rio de Janeiro, Luiz Fernando Pezão (PMDB); e de Minas Gerais, Alberto Pinto Coelho (PP), fecharam um acordo no Supremo Tribunal Federal (STF), negociado pelo ministro do STF Luiz Fux .

source: French police have arrested a man who called in a false bomb alert to an airport to delay his girlfriend's flight because she was in danger of missing it, prosecutors said on Sunday
pt: Para a namorada, que estava presa no trânsito, não perder o avião, ele entrou no aeroporto de Bordeaux e disse que havia uma bomba

source: The federal government asked states to ban Uber on Tuesday amid concerns about passenger safety after one of the company's drivers was arrested for allegedly raping a young female passenger in New Delhi.
pt: O governo de Nova Délhi proibiu nesta segunda-feira (8) a empresa de transporte Uber de operar na capital indiana depois que um de seus motoristas foi detido, acusado de estuprar uma passageira.

source: said on Monday they had dismantled a militant cell planning to create an Islamic State affiliate in the North African kingdom, seizing guns and accusing its members of plotting attacks.
pt: SALÉ, Marrocos (Reuters) - Autoridades marroquinas disseram nesta segunda-feira ter desmontado uma célula militante que planejava criar uma sucursal do Estado Islâmico no país norte africano, confiscando armas e acusando seus integrantes de planejarem ataques.

source: Had you been to Japan before ?
pt: Você já conhecia o Japão ?

source: "Undisclosed and illegal payments, kickbacks and bribes became a way of doing business at FIFA."
pt: Propinas e subornos se tornaram uma forma de fazer negócios na Fifa .

source: "We're thinner now than we were, but that's not an excuse .
pt: “Eu não diria que não estamos lutando, mas podemos lugar mais .

source: The Bank of England is seen in the City of London August 7, 2013.
pt: Banco da Inglaterra é visto em foto de 16 de dezembro de 2014 .

source: U.S. President Barack Obama last week authorized air strikes against Islamic State in Syria, potentially widening action against a group already being targeted by U.S. air strikes in Iraq.
pt: Na semana passada, o presidente Barack Obama autorizou a realização de ataques aéreos contra o grupo também em território sírio e seu governo tenta estabelecer uma coalizão internacional para combater o grupo .

source: "But people aren't talking about it (that way) .
pt: E eu : - Por que e com quem?

source: Security forces fired tear gas to disperse protesters who hurled stones and burnt tyres, news agencies report.
pt: As forças de segurança usaram bombas de gás lacrimogêneo contra os manifestantes, que responderam jogando pedras.

source: EU leaders to pledge rescue for migrants, but no fix for problem
pt: Líderes da UE farão promessas para resgatar imigrantes, mas não vão resolver …

source: Russian President Vladimir Putin, French President Francois Hollande and German Chancellor Angela Merkel held a three-way phone call, urging the warring factions to agree a ceasefire at peace talks, the Kremlin said.
pt: O presidente russo, Vladimir Putin, o colega francês, François Hollande, e a chanceler alemã, Angela Merkel, celebraram uma teleconferência neste sábado, durante a qual concordaram ser necessário que as partes envolvidas no conflito na Ucrânia pactuem um cessar-fogo, informou o Kremlin.

source: A strong U.S. currency makes dollar-denominated assets such as gold more expensive for holders of other currencies.
pt: Com isso, o recuo na moeda torna o metal mais barato para os detentores de outras divisas.

source: The situation is only worse in Istanbul, Turkey and Mexico City, Mexico .
pt: A liderança é de Istambul, seguida pela Cidade do México .

source: “You can’t do everything for them – you’re so far away,” she says .
pt: Das coisas que fazia antes e não pode mais, o que mais te faz falta?

source: UNITED NATIONS (Reuters) - The United Nations Security Council on Sunday demanded Iranian-backed Houthi militia in Yemen withdraw from government institutions, called for an end to foreign interference and threatened "further steps" if the violence does not stop.
pt: NAÇÕES UNIDAS (Reuters) - O Conselho de Segurança da ONU condenou, neste domingo, a conquista de boa parte do Iêmen e suas instituições pelos muçulmanos xiitas da milícia Houthi e fará um alerta sobre "mais sanções", caso as hostilidades não terminem, disseram diplomatas.

source: Eastern Ukraine separatist leader Alexander Borodai says airliner shot down by Ukrainian govenment forces .
pt: O líder separatista Aleksander Borodai, por sua vez, acusa as forças ucranianas de terem abatido o avião.

source: That's when I knew that this was what I did -- this was me."
pt: Eu sabia que faria novela esse ano, mas não sabia qual .

source: The move comes after Egypt's prosecutor-general, Hisham Barakat, died following a bomb attack on his motorcade Monday .
pt: O procurador-geral do Egito, Hicham Barakat, morreu nesta segunda-feira depois de ser vítima de um atentado a bomba no Cairo, anunciaram dois ministros à AFP.

source: They come week in, week out, and there's a waiting list inside prison because the room available is small .
pt: Há uma lista de espera na prisão porque mais detentos querem participar - e a sala onde ocorrem os ensaios é pequena.

source: But he didn't die then.
pt: Mas e quem não tem ?

source: Israel’s Prime Minister Benjamin Netanyahu on Tuesday urged U.S. lawmakers to reject the nuclear deal being negotiated between Iran and world powers, warning that it would help Iran acquire nuclear weapons and threaten Israel’s survival .
pt: WASHINGTON (Reuters) - O primeiro-ministro israelense, Benjamin Netanyahu, disse nesta terça-feira que o Irã e seus líderes representam uma ameaça não apenas a Israel e ao Oriente Médio, mas também a outros países do mundo, e pediu por ação sobre o programa nuclear iraniano.

source: LONDON (Reuters) - The chances of Greece doing a deal with its European creditors have grown since a meeting in Berlin this week, Greek central bank governor Yannis Stournaras said on Wednesday, adding that an exit from the euro would only bring his country more pain.
pt: O presidente do Banco Central grego, Yannis Stournaras, descartou nesta quarta-feira a saída da Grécia da zona do euro e disse que Atenas está perto de alcançar um acordo com os credores.

source: "Star Wars: Episode VIII" is already in the works, with writer-director Rian Johnson at the helm.
pt: “Star Wars: Episódio VIII” já está sendo feito, com o roteirista e diretor Rian Johnson no comando.

source: The already rocky relations between Israel and the United States had been in the spotlight in recent days, with U.S. President Barack Obama criticizing Netanyahu for his election campaign statement, saying no Palestinian state will be established if he will be elected to another term in office.
pt: WASHINGTON (Reuters) - O presidente dos Estados Unidos, Barack Obama, disse nesta terça-feira que é difícil imaginar como um Estado palestino pode ser formado após os comentários negativos do primeiro-ministro israelense, Benjamin Netanyahu, durante sua recente campanha de reeleição.

source: More than 13,000 people are believed to have been killed by Boko Haram since 2009, with some 1.5 million people displaced within Nigerian borders and thousands more leaving the country.
pt: Desde 2009, este grupo e sua repressão pelo exército deixaram mais de 13.000 mortos e 1,5 milhão de deslocados na Nigéria.

source: "Let’s stay on this track .
pt: “Vamos manter essa pegada .

source: Because if I can't do this job, I'm certainly not going to be able to do anything else. '
pt: Mas tenta esclarecer: "É porque as pessoas acham que eu sou muito fogosa, e eu não sou tudo isso .

source: But French Interior Minister Bernard Cazeneuve said the problem extends beyond France and Britain.
pt: (Arquivo) O ministro do Interior francês, Bernard Cazeneuve

source: GENEVA (Reuters) - U.S. Secretary of State John Kerry and Iranian Foreign Minister Mohammad Jawad Zarif unexpectedly resumed talks on Tehran's nuclear program in Geneva on Wednesday evening, officials said.
pt: John Kerry, secretário de Estado norte-americano, e Javad Zarif, ministro de Relações Exteriores iraniano, se encontraram um dia antes da chegada dos grupos que irão participar da negociação .

source: Both Mladic and Karadzic have been charged with genocide, war crimes and crimes against humanity over their roles in the 1992-1995 Bosnian war, in which 100,000 people died.
pt: Os dois são acusados dos dois mesmos genocídios, de quatro crimes de guerra e de cinco crimes contra a Humanidade cometidos durante a guerra da Bósnia (1992-1995), que deixou 100.000 mortos e 2,2 milhões de refugiados.

source: "We intend to buy bonds until September 2016, which is 19 months, which is in total 1,140 billion euros, that is the intention," Coeure told reporters on the sidelines of a central banking conference in Budapest.
pt: "Pretendemos comprar títulos até setembro de 2016, o que dá 19 meses", disse Coeure a repórteres no intervalo de conferência em Budapeste .

source: The number of people killed by the Ebola virus is now more than 2,600, an increase of roughly 200 from the last estimate, WHO said .
pt: O número de pessoas que, segundo estimativas, morreram é atualmente de mais de 2.600, alta de cerca de 200 casos na comparação com a última avaliação, disse a OMS nesta quinta-feira .

source: Telecom Italia awaits Brazil's green light to start M&A talks - sources
pt: Telecom Italia espera sinalização do Brasil para negociar aquisição da Oi, dizem fontes

source: Neither side reported casualties or damage from Thursday's shelling, indicating those exchanges were just warning shots.
pt: Ambos lados informaram que não houve mortes ou danos nos territórios, uma indicação de que os tiros eram de alerta .

source: This is for real."
pt: O problema é real.

source: Cepeda Etkina also discusses the escape attempt in a trunk by Pedro Cepeda and Jose Tuñon.
pt: Além disso, conta uma tentativa de fuga de seu pai e de José Tuñón em baús.

source: He went into hospital in Sao Paulo, Brazil, this week for a urinary tract infection
pt: Pelé volta a ser internado em São Paulo com uma infecção urinária

source: (CNN)A nuclear submarine being repaired at a Russian shipyard has caught on fire, according to a law enforcement source speaking to Russia's state-run news agency ITAR-Tass.
pt: MOSCOU (Reuters) - Um submarino nuclear russo pegou fogo em um estaleiro na província de Arkhangelsk, no norte da Rússia, mas não havia armamentos a bordo, de acordo com relatos de agências de notícias russas nesta terça-feira.

source: Balls occasionally strike batsmen on the helmet, often drawing blood on impact, but the seriousness of Hughes's injury shocked seasoned cricket writers and players alike.
pt: Ocasionalmente as bolas atingem os rebatedores no capacete, que chegam a sangrar, mas a seriedade da lesão de Hughes chocou tanto jogadores quanto comentaristas.

source: "We are close to the point where the Greek government will have to choose between accepting what I believe is a good offer of continued support or to head towards default," said European Commission President Jean-Claude Juncker.
pt: Em uma mensagem de vídeo, Tusk advertiu: "nós nos aproximamos de um momento em que o governo grego terá de escolher entre aceitar o que acho que uma boa proposta dos credores ou se encaminhar para o default".

source: —I’m not sure .
pt: Não é certo, não é justo .

source: UPDATE 1-Nigeria pledges massive security for World Economic Forum event
pt: Nigéria promete imenso aparato de segurança para Fórum Econômico Mundial

source: The plane vanished at night over the South China Sea after mysteriously diverting from its north-bound route from Kuala Lumpur to Beijing with 239 people on board.
pt: O avião da Malaysia Airlines desapareceu em 8 de março do ano passado, depois de sair de Kuala Lumpur com destino à China com 239 pessoas a bordo .

source: The itinerary is still being finalized as Carnival waits for approval from the Cuban government .
pt: O itinerário ainda está sendo finalizando, enquanto a empresa aguarda a aprovação do governo cubano - a autorização do governo americano já saiu .

source: The Palestinians, meanwhile, have reportedly told Kerry they will refuse to recognise Israel as a Jewish state, and remain steadfast in their opposition to stationing any Israeli troops in the Jordan Valley to ensure Israel's security in a new Palestinian state.
pt: Israel rejeitou a proposta dos Estados Unidos para garantir a segurança no vale do Jordão, na fronteira entre a Cisjordânia e Jordânia, onde Israel tem a intenção de manter uma presença militar no caso de um futuro Estado palestino.

source: WASHINGTON (Reuters) - U.S. President Barack Obama congratulated Pakistani teenager Malala Yousafzai and Kailash Satyarthi, an Indian campaigner against child trafficking, for winning the Nobel Peace Prize on Friday, calling it a victory for those...
pt: A estudante paquistanesa Malala Yousafzai e o indiano Kailash Satyarthi, ativista pelos direitos das crianças, são os ganhadores do Prêmio Nobel da Paz deste ano, por seus esforços contra o extremismo e pela educação.

source: I would also say, and here I wish to be quite clear, as was Saint John Paul II: I humbly ask forgiveness, not only for the offenses of the church herself, but also for crimes committed against the native peoples during the so-called conquest of America."
pt: “Humildemente peço perdão não apenas pelas ofensas da própria Igreja Católica, como também pelos crimes cometidos contra os povos originários durante a chamada conquista da América”, disse Francisco .

source: He replied: "The FIFA president, secretary general and media director are sitting in a car .
pt: "O presidente da Fifa [Blatter], o secretário-geral [Valcke] e o diretor de comunicação [De Gregorio] estão em um carro .

source: I don't want to go to work, or play with my children .
pt: – O meu médico disse que eu não devo mais jogar futebol .

source: And he didn't get one .
pt: E aqui não tem volta .

source: Ecuador denies Swedish asylum is condition for Assange questioning
pt: Equador exige que Suécia ofereça asilo para interrogar Assange

source: Tunisian authorities had announced at the weekend that the Bardo would reopen to the public on Tuesday, less than a week after two gunmen rampaged through the museum, killing 20 foreign tourists and a Tunisian policeman.
pt: O atentado no Museu do Bardo na quarta-feira da semana passada, que terminou com a morte de 20 turistas e um policia tunisiano, foi o primeiro contra estrangeiros no país desde 2002.

source: Hadi lives in his private home and not in the palace.
pt: "O presidente Hadi continua em sua casa .

source: Not, that is, in caricature - the weeping prophet the satirical French magazine Charlie Hebdo portrayed on its cover one week after the deadly attacks in Paris .
pt: PARIS (Reuters) - O jornal de sátiras francês Charlie Hebdo terá o profeta Maomé na capa de sua primeira edição após o ataque de militantes islâmicos armados contra o semanário.

source: KIEV (Reuters) - Ukrainian President Petro Poroshenko ordered the army to raise the national flag over the separatist stronghold of Slaviansk in eastern Ukraine on Saturday, after hearing reports government forces were in the city, the presidential web site said .
pt: Após ouvir um relatório das forças armadas, o presidente ucraniano, Petro Poroshenko, ordenou que a bandeira do país fosse hasteada em edifícios públicos de Slaviansk.

source: France's outgoing economy minister has said he won't figure in Prime Minister Manuel Valls' new government .
pt: Ele também substituiu seu primeiro-ministro e nomeou Manuel Valls como novo chefe de governo.

source: NAIROBI, Kenya (AP) – A senior Kenyan official says the government is freezing assets of dozens of organizations and individuals that he said are suspected of financing Islamic extremist activities.
pt: NAIRÓBI, Quênia — O governo queniano está congelando as contas bancárias e bens de 85 pessoas, empresas e organizações suspeitas de financiarem o grupo extremista islâmico al-Shabaab .

source: And I will miss you everyday .
pt: E vou sentir sua falta todos os dias .

source: Most of the victims were black.
pt: A maior parte das vítimas eram estudantes .

source: Take me there No, thanks
pt: "Não dava para ser eu lá .

source: "Santos believes that Barcelona, Neymar and his company violated the transfer contract and therefore, it claims compensation of damages," Roma said in a statement.
pt: O Santos considera que o Barcelona, Neymar e a empresa incorreram e reclama uma indenização dos prejuízos, mais juros e despesas .

source: Another trial in Sierra Leone should start a few weeks after the trials get started in Liberia, according to the NIH.
pt: Um teste clínico com um dos tratamentos deve começar em Serra Leoa nos próximos meses.

source: The resolution, which was passed by a show of hands, said “that all officials involved in financial misconduct should be dismissed and any decisions that are linked to corrupt or criminal activities should be reviewed.”
pt: Todos os funcionários envolvidos em irregularidades financeiras devem ser afastados e as decisões ligadas a atividades corruptas e criminosas devem ser revistas - diz o texto.

source: The 71-year-old secretary of state and his Iranian counterpart Mohammad Javad Zarif met in Geneva on Saturday, May 30, in an attempt to overcome obstacles in negotiations on curbing Tehran’s nuclear programme.
pt: O diplomata de 71 anos estava em Genebra no fim de semana ao lado do chanceler iraniano, Mohamad Javad Zarif, para tentar avançar com as negociações sobre o programa nuclear de Teerã

source: I was just a little boy, I did not know"
pt: Eu não me sinto um monstro".

source: “It was fast and furious. ”
pt: É fácil e rápido,

source: Ahram Online - Western-backed Syrian opposition body elects new leadership
pt: Bloco sírio de oposição apoiado pelo Ocidente elege novo presidente - Yahoo Notícias

source: Mr. Obama will make a wholehearted pitch to the General Assembly for the broadest possible international coalition to fight the Islamic State in Iraq and Syria .
pt: O presidente dos Estados Unidos, Barack Obama, já avisou que aproveitará a Assembleia Geral para fazer um apelo mundial de ampliação da coalizão internacional contra o Estado Islâmico.

source: Iran and the EU have found solutions to all their disagreements after talks on how to implement a deal on containing Tehran's nuclear program, Iranian deputy chief negotiator Abbas Araqchi said Friday, as the EU reported "very good progress."
pt: Representantes do Irã e da União Europeia (UE) estavam reunidos desde a manhã desta sexta-feira em Genebra para prosseguir com as negociações para colocar em andamento o acordo interino sobre o controverso programa nuclear de Teerã.

source: NEW YORK (Reuters) - The S&P 500 index climbed to its third record closing high in four sessions on Thursday as traders shrugged off data that showed the economy shrank in the first quarter and bet on improvement in the second...
pt: SÃO PAULO (Reuters) - O índice S&P 500 recuou nesta quarta-feira, encerrando ciclo de quatro sessões seguidas de alta, mas ficou apenas pouco abaixo do nível de registrar a terceira sessão seguida de recorde.
